CodeSystem: RezeptSpecialInstructions
Id: CodeSystem-JP-REZEPT-RezeptSpecialInstructions
Title: "レセプト特記事項コード"
Description: """レセプト電算処理システムで使用されているレセプト特記事項コードです。

医科レセプトでこのコードは[オンライン又は光ディスク等による請求に係る記録条件仕様(医科用)](https://shinryohoshu.mhlw.go.jp/shinryohoshu/file/spec/R02bt1_1_kiroku.pdf) の「別表9 レセプト特記事項コード」に記載されています。

DPCレセプトでこのコードは[オンライン又は光ディスク等による請求に係る記録条件仕様(DPC用)](https://shinryohoshu.mhlw.go.jp/shinryohoshu/file/spec/R02bt1_2_kiroku_dpc.pdf) の「別表9 レセプト特記事項コード」に記載されています。

歯科レセプトでこのコードは[オンライン又は光ディスク等による請求に係る記録条件仕様(歯科用)](https://shinryohoshu.mhlw.go.jp/shinryohoshu/file/spec/R02bt1_3_kiroku_dental.pdf) の「別表11 レセプト特記事項コード」に記載されています。

調剤レセプトでこのコードは[オンライン又は光ディスク等による請求に係る記録条件仕様(調剤用)](https://shinryohoshu.mhlw.go.jp/shinryohoshu/file/spec/R02bt1_4_kiroku_chozai.pdf) の「別表7 レセプト特記事項コード」に記載されています。"""
* ^status = #draft
* ^content = #complete
* ^version = "0.8.0"
* ^url = "https://igs.healthdataworks.net/jp-rezept-medication/CodeSystem-CodeSystem-JP-REZEPT-RezeptSpecialInstructions.html"
* ^meta.versionId = "7"
* ^meta.lastUpdated = "2021-05-07T03:26:51.071+00:00"
* ^meta.source = "#b1gUM8sKtbkh5s7r"
* ^valueSet = "https://igs.healthdataworks.net/jp-rezept-medication/ValueSet-ValueSet-JP-REZEPT-RezeptSpecialInstructions.html"
* ^count = 35
* #01 "公" "医療保険単独の者及び後期高齢者医療単独の者に係る明細書で、「公費負担医療が行 われる療養に係る高額医療費の支給について」（昭和 48 年 10 月 30 日付保発第 42 号、 庁保発第 26 号）による公費負担医療が行われる療養に要する費用の額が、健康保険法 施行令（大正 15 年勅令第 243 号）第 42 条及び高齢者医療確保法施行令（昭和 57 年政 令第 293 号）第 15 条に規定する金額を超える場合"
* #02 "長" "以下のいずれかに該当する場合 ① 高額長期疾病に係る特定疾病療養受療証を提出した患者の負担額が、健康保険法 施行令第 42 条第 9 項第 1 号に規定する金額を超えた場合（ただし、患者が特定疾病療 養受療証の提出を行った際に、既に同号に規定する金額を超えて受領している場合で あって、現物給付化することが困難な場合を除く。） ② 後期高齢者医療特定疾病療養受療証を提示した患者の負担額が、高齢者医療確保 法施行令第 15 条第 6 項に規定する金額を超えた場合(ただし、患者が後期高齢者医療 特定疾病療養受療証の提示を行った際に、既に同項に規定する金額を超えて受領して いる場合であって、現物給付化することが困難な場合を除く。)"
* #03 "長処" "慢性腎不全に係る自己連続携行式腹膜灌流(CAPD)を行っている患者に対して、 同一月内の投薬を院外処方せんのみにより行い、保険医療機関では当該患者の負担額 を受領しない場合"
* #04 "後保" "公費負担医療のみの場合であって、請求点数を高齢者医療確保法の規定による医療 の提供をする場合"
* #07 "老併" "介護老人保健施設に入所中の患者の診療料を、併設保険医療機関において算定した 場合（なお、同一月に同一患者につき、介護老人保健施設に入所中の診療と介護老人 保健施設に入所中以外の外来分の診療がある場合は、それぞれ個別の明細書に記載す ること。）"
* #08 "老健" "介護老人保健施設に入所中の患者の診療料を、併設保険医療機関以外の保険医療機 関において算定した場合（なお、同一月に同一患者につき、介護老人保健施設に入所 中の診療と介護老人保健施設に入所中以外の外来分の診療がある場合は、それぞれ個 別の明細書に記載すること。）"
* #09 "施" "平成 18 年 3 月 31 日保医発第 0331002 号に規定する特別養護老人ホーム等に入所中 の患者について診療報酬を算定した場合（なお、同一月に同一患者につき、特別養護 老人ホーム等に赴き行った診療と、それ以外の外来分の診療がある場合は、それぞれ 明確に区分できるよう「摘要」欄に記載すること。）"
* #10 "第三" "患者の疾病又は負傷が、第三者の不法行為（交通事故等）によって生じたと認めら れる場合"
* #11 "薬治" "厚生労働大臣の定める評価療養及び選定療養（平成 18 年厚生労働省告示第 495 号） 第 1 条第 2 号の規定に基づく薬事法に規定する治験（人体に直接使用される薬物に係 るものに限る。）に係る診療報酬の請求である場合"
* #12 "器治" "厚生労働大臣の定める評価療養及び選定療養第 1 条第 3 号の規定に基づく薬事法に 規定する治験（機械器具等に係るものに限る。）に係る診療報酬の請求である場合"
* #13 "先進" "地方厚生（支）局長に届け出て別に厚生労働大臣が定める先進医療を実施した場合 （この場合にあっては、当該先進医療の名称及び当該先進医療について徴収した特別 の料金の額を「摘要」欄の最上部に記載すること。）"
* #14 "制超" "「診療報酬の算定方法」に規定する回数を超えて行った診療であって「保険外併用 療養費に係る厚生労働大臣が定める医薬品等」（平成 18 年厚生労働省告示第 498 号） の第 7 号の 5 に規定する診療（以下「制限回数を超えて行う診療」という。）に係る診 療報酬の請求である場合（この場合にあっては、当該「制限回数を超えて行う診療」 の名称、徴収した特別の料金及び回数を「摘要」欄に記載すること。）"
* #16 "長２" "高額長期疾病に係る特定疾病療養受療証を提出した患者の負担額が、健康保険法施 行令第 42 条第 9 項第 2 号に規定する金額を超えた場合（ただし、患者が特定疾病療養 受療証の提出を行った際に、既に同号に規定する金額を超えて受領している場合であ って、現物給付化することが困難な場合を除く。）"
* #17 "上位" "以下のいずれかに該当する場合 ① 「上位所得者の世帯」の限度額適用認定証が提示された場合 ② 「上位所得者（70 歳以上の場合は現役並み所得者）の世帯」の適用区分の記載の  ある特定疾患医療受給者証又は小児慢性特定疾患医療受診券が提示された場合（特 記事項「22」に該当する場合を除く。）"
* #18 "一般" "以下のいずれかに該当する場合 ① 「上位所得者の世帯」又は「低所得者の世帯」以外の限度額適用認定証が提示さ れた場合 ② 「上位所得者の世帯」又は「低所得者の世帯」以外の適用区分の記載のある特定  疾患医療受給者証又は小児慢性特定疾患医療受診券が提示された場合（特記事項 「23」に該当する場合を除く。）"
* #19 "低所" "以下のいずれかに該当する場合 ① 高齢受給者（後期高齢者医療の被保険者を含む）以外で「低所得者の世帯」の限 度額適用認定証又は限度額適用・標準負担額減額認定証が提示された場合 ② 「低所得者の世帯」の適用区分の記載のある特定疾患医療受給者証又は小児慢性 特定疾患医療受診券が提示された場合（特記事項「24」に該当する場合を除く。）"
* #20 "二割" "平成 20 年 2 月 21 日保発第 0221003 号の別紙「70 歳代前半の被保険者等に係る一部 負担金等の軽減特例措置実施要綱」の第 2 の 4 の特例措置対象被保険者等が、特例措 置にかかわらず、自らが受けた療養に係る 2（4）に規定する一部負担金等の一部に相 当する額を自ら支払った場合"
* #21 "高半" "月の初日以外の日に 75 歳に達し後期高齢者医療の被保険者となったことにより被 用者保険の被保険者でなくなった者の被扶養者であった者又は月の初日以外の日に 75 歳に到達し後期高齢者医療の被保険者となったことにより国民健康保険組合の組 合員でなくなった者の世帯に属する組合員以外の被保険者であった者（いずれも市町 村国保に加入することになる。）であって、当該後期高齢者医療の被保険者が 75 歳に 到達した月に療養を受けた者（以下「自己負担限度額特例対象被扶養者等」という。） の場合"
* #22 "多上" "「上位所得者（70 歳以上の場合は現役並み所得者）の世帯」の適用区分の記載のあ る特定疾患医療受給者証又は小児慢性特定疾患医療受診券が提示された場合であっ て、特定疾患治療研究事業又は小児慢性特定疾患治療研究事業に係る公費負担医療（入 院に限る。）の自院における高額療養費の支給が直近 12 ヶ月間において 4 月目以上で ある場合（以下「特定疾患給付対象療養高額療養費多数回該当の場合」という。）"
* #25 "出産" "平成 21 年 5 月 29 日保険発 0529005 号から第 0529010 号までにより定める｢｢出産育 児一時金等の医療機関等への直接支払制度｣実施要綱｣に基づき、直接支払制度を利 用する者の出産に係る診療請求である場合"
* #26 "区ア"
* #27 "区イ"
* #28 "区ウ"
* #29 "区エ"
* #30 "区オ"
* #31 "多ア"
* #32 "多イ"
* #33 "多ウ"
* #34 "多エ"
* #35 "多オ"
* #36 "加治"
* #37 "申出"
* #38 "医併"
* #39 "医療"
* #40 "加算"